{
    "entries": [
        {
            "id": 0,
            "name": "Stanisław Karwowski",
            "year_born": "1848",
            "year_died": "1917",
            "desc_short": "Historyk, geograf, lingwista, pedagog, publicysta i działacz społeczny.",
            "desc_long": " Historyk, geograf, lingwista, pedagog, publicysta i działacz społeczny. Występował przeciwko germanizacji. badacz dziejów Wielkopolski i Śląska.  autor między innymi “ historii Wielkiego Księstwa Poznańskiego”, “ Kroniki miasta Leszna”  oraz dzieła “Leszczyńscy herbu Wieniawa”. Pełnił funkcję wiceprezesa Poznańskiego Towarzystwa Przyjaciół Nauk,  prezesa towarzystwa muzycznego,  był członkiem wielu innych towarzystw naukowych i współpracownikiem czasopism historycznych oraz literackich.",
			"sources": [
				"Przewodnik po ulicach miasta Leszna",
				"Słownik biograficzny Leszna"
				],
			"img": "assets/img/karwowski.jpg"
        },
		{
            "id": 1,
            "name": "Max Hempel",
            "year_born": "1849",
            "year_died": "1915",
            "desc_short": "Projektant gazowni i wodociągów, przedsiębiorca.",
            "desc_long": "Projektant gazowni i wodociągów, przedsiębiorca. w Lesznie stał na czele komisji, której zadaniem było zlokalizowanie ujęcia wody. Prace zakończono odkryciem warstwy wodonośnej w Zaborowie prowadził  w latach 1896-1898.",
			"sources": [
				"www.muzeum.mpwik-leszno.pl",
				"Słownik biograficzny Leszna"
				],
			"img": "assets/img/hempel.jpg"
        },
		{
            "id": 2,
            "name": "Bolesław Erzepki",
            "year_born": "1852",
            "year_died": "1932",
            "desc_short": "Polski historyk kultury, archeolog, filolog urodzony w Pawłowicach.",
            "desc_long": "Polski historyk kultury, archeolog, filolog urodzony w Pawłowicach. Egzamin dojrzałości zdał w Lesznie. Przyczynił się do powstania Uniwersytetu Poznańskiego. Jego zainteresowania naukowe związane były z literaturą polskiego odrodzenia,  bibliotekoznawstwem,  filologią słowiańską oraz prehistorią.  zajmował się między innymi analizą tekstu i języka “Kazań gnieźnieńskich”. Odnalazł i wydał utwory Kochanowskiego, Trembeckiego, Zabłockiego i Norwida. Odkrył siedemnastowieczne druki leszczyńskie.",
			"sources": [
				"Słownik biograficzny Leszna"
				],
			"img": "assets/img/erzepki.png"
        },
		{
            "id": 3,
            "name": "Jan Dekan",
            "year_born": "?",
            "year_died": "po 1652",
            "desc_short": "Żył w XVII wieku - rajca leszczyński, inżynier wojskowy,  geometra i budowniczy.",
            "desc_long": "Żył w XVII wieku - rajca leszczyński, inżynier wojskowy, geometra i budowniczy. Przełożył prawdopodobnie z języka niemieckiego dzieło “Archelia albo Artilleria to jest fundamentalna i doskonała informacja o strzelbie i rzeczach do niej należących”, z którego pochodzi wiele polskich terminów technicznych dotyczących artylerii.",
			"sources": [
				"www.hint.org.pl",
				"Słownik biograficzny Leszna",
				"Przewodnik po ulicach miasta Leszna"
				],
			"img": ""
        },
		{
            "id": 4,
            "name": "Doring Dionizy",
            "year_born": "1866",
            "year_died": "1935",
            "desc_short": "Lekarz, od 1745 roku był fizykiem miejskim.",
            "desc_long": "Lekarz, od 1745 roku był fizykiem miejskim. Nadzorował odbudowę kościoła Świętego Krzyża po pożarze w 1767 roku.",
			"sources": [
				"Słownik biograficzny Leszna"
				],
			"img": ""
        },
		{
            "id": 5,
            "name": "Juliusz Betting",
            "year_born": "1866",
            "year_died": "1935",
            "desc_short": "Budowniczy fortepianów i pianin.",
            "desc_long": "Budowniczy fortepianów i pianin, właściciel Fabryki Fortepianów i Pianin Teodor Betting w Kaliszu,  a od 1921 roku w Lesznie (“Teodor Betting i ska”). Betting  unowocześnił produkcję,  projektował nowe instrumenty  (np.  małe pianino gabinetowe -  liliput), nabywał patenty.  Produkowane przez niego pianina i fortepiany  zdobywały nagrody na wielu europejskich wystawach.",
			"sources": [
				"Słownik biograficzny"
				],
			"img": "assets/img/betting.jpg"
        },
		{
            "id": 6,
            "name": "Władysław Jan Chojnacki",
            "year_born": "1920",
            "year_died": "1991",
            "desc_short": "Historyk, bibliograf, archiwista.",
            "desc_long": "Historyk, bibliograf, archiwista. Po II wojnie światowej zamieszkał w Lesznie, gdzie ratował przed zniszczeniem cenne zabytki piśmiennictwa,  przechował spiżowe popiersie Jana Amosa Komeńskiego, opracował historię kościoła Świętego Mikołaja. W latach 1950- 1953 kierował Powiatowym Archiwum Państwowym w Lesznie.",
			"sources": [
				"Słownik biograficzny"
				],
			"img": ""
        },
		{
            "id": 7,
            "name": "Jan Alkiewicz",
            "year_born": "1896",
            "year_died": "1979",
            "desc_short": "Profesor nauk medycznych, urodzony w Osiecznej.",
            "desc_long": "Profesor nauk medycznych, urodzony w Osiecznej. Jako student medycyny podczas powstania wielkopolskiego pracował w Powstańczym Szpitalu Wojskowym we Wrześni. Podczas II wojny światowej szkolił  studentów medycyny Tajnego Uniwersytetu Warszawskiego. Był wybitnym dermatologiem. Napisał 103 prace naukowe z dziedziny chorób paznokci oraz grzybicy. W 1972 roku otrzymał złoty medal Paryskiego Stowarzyszenia Arts-Sciences-Lettres, przyznawany za wyjątkowe osiągnięcia w nauce i literaturze.",
			"sources": [
				"Słownik biograficzny",
				"www.termedia.pl"
				],
			"img": "assets/img/alkiewicz.jpg"
        },
		{
            "id": 8,
            "name": "Ottomar Anschutz (Anczyc)",
            "year_born": "1846",
            "year_died": "1907",
            "desc_short": "Urodzony w Lesznie wynalazca i fotograf, pionier kinematografii.",
            "desc_long": "Urodzony w Lesznie wynalazca i fotograf,   pionier kinematografii.  Dzięki wynalezieniu migawki szczelinowej jako pierwszy fotografował ludzi oraz zwierzęta ( gołębie,  owce, konie, loty bocianów)  w ruchu. Ottomar Anschutz i Johann Schneider - Leszczyński Budowniczy organów skonstruowali prototyp kinematografu -  nazwali go “szybkowizjerem”.  Projekcje ruchomych obrazów  odbywały się zacienionych w salach na lnianych ekranach.  Przez wiele lat Anschutz  uznawany był za prekursora kina.",
			"sources": [
				"www.kulturaupodstaw.pl",
				"Słownik biograficzny Leszna"
				],
			"img": "assets/img/anschuetz.jpg"
        },
		{
            "id": 9,
            "name": "Max Krause",
            "year_born": "1876",
            "year_died": "1925",
            "desc_short": "Dyrektor Miejskiego Zakładu Wody, Światła i Siły  w Lesznie.",
            "desc_long": "Dyrektor Miejskiego Zakładu Wody, Światła i Siły  w Lesznie. Przyjechał tu,  aby wziąć udział w  budowie zakładu wodociągowego. Działał na rzecz rozwoju Leszna. w latach 1899-1920 kierował Miejską Gazownią. Nadzorował prace związane z budową elektrowni oraz systemem kanalizacyjnym.  otrzymał tytuł Nadinżyniera Miejskich Zakładów Wody, Światła i Siły.",
			"sources": [
				"Słownik biograficzny Leszna"
				],
			"img": ""
        },
		{
            "id": 10,
            "name": "Arkadiusz Henryk Piekara",
            "year_born": "1904",
            "year_died": "1989",
            "desc_short": "Fizyk, pisarz, wykładowca urodzony w Warszawie.",
            "desc_long": "Fizyk, pisarz, wykładowca urodzony w Warszawie. Profesor fizyki na Politechnice Gdańskiej, Uniwersytecie Poznańskim, Uniwersytecie Warszawskim. W 1928 roku został nauczycielem fizyki w nowo utworzonym Gimnazjum i Liceum im. Sułkowskich w Rydzynie. W ciągu ośmiu lat pracy urządził świetnie wyposażone pracownie, w których prowadzono liczne badania. Zajęcia z uczniami miały przede wszystkim charakter doświadczalny.  W Rydzynie stworzył ważny ośrodek badawczy. To tu odkrył zjawisko odwrotnego nasycenia dielektrycznego.",
			"sources": [
				"“Rydzyna. Gimnazjum im. Sułkowskich (1928-1936)”, oprac. T. Łopuszański"
				],
			"img": "assets/img/piekara.jpg"
        },
		{
            "id": 11,
            "name": "Wojciech Nawrocik",
            "year_born": "1938",
            "year_died": "",
            "desc_short": "Urodzony w Lesznie polski fizyk, profesor nauk fizycznych związany z Uniwersytetem im. Adama Mickiewicza w Poznaniu.",
            "desc_long": "Urodzony w Lesznie polski fizyk, profesor nauk fizycznych związany z Uniwersytetem im. Adama Mickiewicza w Poznaniu. Honorowy obywatel miasta Leszna. Zajmuje się badaniami struktury i dynamiki kryształów molekularnych.",
			"sources": [
				""
				],
			"img": "assets/img/nawrocik.jpg"
        }
        
    ]
}